<?php

// Composer: "fzaninotto/faker": "v1.3.0"
use Faker\Factory as Faker;

class EpsilonCriteriaTableSeeder extends Seeder {

	public function run()
	{
		EpsilonCriterion::create([

            'main_title' => 'ΠΡΟΣΩΠΙΚΑ ΔΕΔΟΜΕΝΑ: <br>(τήρηση βασικών αρχών προστασίας προσωπικών δεδομένων και δικαιωμάτων πνευματικής ιδιοκτησίας)',
            'ek1_title' => 'Σε ποιο βαθμό τηρούνται στον ιστότοπο οι βασικές αρχές προστασίας προσωπικών δεδομένων (φωτογραφίες, βίντεο, λεζάντες και ονοματεπώνυμα ή ατομικά στοιχεία μαθητών);',
            'ek2_title' => 'Σε ποιο βαθμό τηρείται στον ιστότοπο ο σεβασμός των δικαιωμάτων πνευματικής ιδιοκτησίας; (τα ποσοστά αναφέρονται σε σχέση με έναν αριθμό ιστοσελίδων του ιστότοπου, τις οποίες θα εξετάσετε ενδεικτικά).',
            'ek1_1_title' => 'Στον ιστότοπο εμφανίζονται προσωπικά δεδομένα, μέσω ατομικών φωτογραφιών, βίντεο και λεζάντων, χωρίς αδειοδότηση.',
            'ek1_2_title' => 'Εμφανίζονται προσωπικά δεδομένα σε δυο μέσα (ή φωτογραφία και βίντεο ή φωτογραφία και λεζάντα ή λεζάντα και βίντεο), χωρίς αδειοδότηση.',
            'ek1_3_title' => 'Εμφανίζονται προσωπικά δεδομένα σε ένα μέσο (ή φωτογραφία ή βίντεο ή λεζάντα), χωρίς αδειοδότηση.',
            'ek1_4_title' => 'Προσωπικά στοιχεία μαθητών (ονοματεπώνυμο, δ/νσεις, τηλ. E-mail, δεν εμφανίζονται με συνδυασμό μέσων (φωτογραφίες, βίντεο, λεζάντες), χωρίς αδειοδότηση.',
            'ek1_5_title' => 'α) Δεν εμφανίζονται προσωπικά δεδομένα με καμία μορφή <br>είτε <br>β) υπάρχει ρητή δήλωση του υπευθύνου του ιστότοπου για την τήρηση αρχείου αδειοδότησης για την εμφάνιση προσωπικών δεδομένων ανηλίκων από τους γονείς/κηδεμόνες τους.',
            'ek2_1_title' => 'Στον ιστότοπο εμφανίζεται υλικό, στο οποίο δεν αναφέρεται ο/η συγγραφέας-δημιουργός.',
            'ek2_2_title' => 'Στον ιστότοπο εμφανίζεται ελάχιστο (75%) υλικό άλλων συγγραφέων-δημιουργών, χωρίς αδειοδότηση.',
            'ek2_3_title' => 'Στον ιστότοπο εμφανίζεται αρκετό (50%) υλικό άλλων συγγραφέων-δημιουργών, χωρίς αδειοδότηση.',
            'ek2_4_title' => 'Στον ιστότοπο εμφανίζεται πολύ (25%) υλικό άλλων συγγραφέων-δημιουργών, χωρίς αδειοδότηση.',
            'ek2_5_title' => 'Στον ιστότοπο όπου εμφανίζεται υλικό άλλων συγγραφέων-δημιουργών, αναφέρεται ρητά η άδεια ανάρτησης.',
            'weight' => 15,
            'ek1_weight' => 50,
            'ek2_weight' => 50,

        ]);
	}

}