<?php

// Composer: "fzaninotto/faker": "v1.3.0"
use Faker\Factory as Faker;

class StCriteriaTableSeeder extends Seeder {

	public function run()
	{
		StCriterion::create([

            'main_title' => 'ΑΛΛΗΛΕΠΙΔΡΑΣΗ ΜΕ ΤΟΥΣ ΧΡΗΣΤΕΣ',
            'stk1_title' => 'α) Ο ιστότοπος παρέχει τουλάχιστον ένα διαθέσιμο τρόπο επικοινωνίας με τους διαχειριστές (π.χ. φόρμα επικοινωνίας, email διαχειριστών). <br>β) Στον ιστότοπο υπάρχει σελίδα βοήθειας και συχνών ερωτήσεων, με δυνατότητα υποβολής ερωτήσεων. <br>γ) Ο ιστότοπος παρέχει τη δυνατότητα αποστολής προσωπικών ενημερώσεων (π.χ. mail, newsletters, RSS) στους ενδιαφερόμενους αναγνώστες.  <br>δ) Ο ιστότοπος παρέχει τη δυνατότητα στους χρήστες να μοιράζουν περιεχόμενο σε κοινωνικά δίκτυα (π.χ. Facebook, Twitter, Google+).',
            'stk2_title' => 'α) Ο ιστότοπος δίνει τη δυνατότητα δημιουργίας λογαριασμού με τον χρήστη, προκειμένου ο χρήστης να έχει πρόσβαση σε εξειδικευμένο υλικό, που συνδέει άλλους χρήστες (π.χ. μαθητές ενός τμήματος, γονείς και κηδεμόνες). <br>β) Ο ιστότοπος παρέχει λειτουργίες που διευκολύνουν την επικοινωνία μεταξύ των επισκεπτών, εκπαιδευτικών ή/και μαθητών (π.χ. forum, chat).  <br>γ) Ο ιστότοπος προωθεί την ενεργό συμμετοχή των αναγνωστών (π.χ. δυνατότητα σχολιασμού, ανεβάσματος υλικού). <br>δ) Στον ιστότοπο δίνεται σε εγγεγραμμένο χρήστη η δυνατότητα επεξεργασίας υλικού που έχει δημιουργηθεί από άλλον χρήστη.',
            'stk3_title' => 'Σε τι βαθμό θεωρείτε ότι ο ιστότοπος λειτουργεί ως κοινότητα μάθησης, δηλαδή υπάρχουν εγγεγραμμένα μέλη ή τακτικοί σχολιαστές των άρθρων, γίνονται συζητήσεις επί αυτών και σύνθεση επιπλέον υλικού με βάση το σχολιασμό.',
            'stk1_1_title' => 'Δεν καλύπτεται κανένα από αυτά τα στοιχεία.',
            'stk1_2_title' => 'Καλύπτεται ένα στοιχείο',
            'stk1_3_title' => 'Καλύπτονται έως δύο στοιχεία. ',
            'stk1_4_title' => 'Καλύπτονται έως τρία στοιχεία',
            'stk1_5_title' => 'Καλύπτονται όλα τα στοιχεία.',
            'stk2_1_title' => 'Δεν καλύπτεται κανένα από αυτά τα στοιχεία.',
            'stk2_2_title' => 'Καλύπτεται ένα στοιχείο',
            'stk2_3_title' => 'Καλύπτονται έως δύο στοιχεία.',
            'stk2_4_title' => 'Καλύπτονται έως τρία στοιχεία',
            'stk2_5_title' => 'Καλύπτονται όλα τα στοιχεία.',
            'stk3_1_title' => 'Καθόλου',
            'stk3_2_title' => 'Λίγο',
            'stk3_3_title' => 'Μέτρια',
            'stk3_4_title' => 'Πολύ',
            'stk3_5_title' => 'Πάρα πολύ',
            'weight' => 20,
            'stk1_weight' => 28,
            'stk2_weight' => 32,
            'stk3_weight' => 40,
            
        ]);
	}

}