<h1 style="text-align: center">ΑΝΑΘΕΣΗ ΙΣΤΟΤΟΠΩΝ ΣΕ ΑΞΙΟΛΟΓΗΤΗ Α</h1>
<h2 style="text-align: center">7ος Διαγωνισμός Ελληνόφωνων Εκπαιδευτικών Ιστότοπων 2015</h2>
<h2 style="text-align: center">ΥΠΕΝΘΥΜΙΣΗ ΓΙΑ ΟΛΟΚΛΗΡΩΣΗ ΚΡΙΣΗΣ</h2>

<p>Αγαπητή/τέ {{ $grader_last_name }} {{ $grader_first_name }}</p>

<p>Σας υπενθυμίζουμε ότι η προθεσμία αξιολόγησης για τον Ιστότοπο:</p>

<p>
	Επωνυμία: <strong>{{ $site_sitle }}</strong><br>
    URL: <a href="{{ $site_url }}">{{ $site_url }}</a>
</p>

<p>λήγει στις <strong>{{ $assigned_until_formatted }}</strong></p>

<p>Παρακαλούμε να ολοκληρώσετε την αξιολόγηση του ιστότοπου.</p>

<p>Παρακαλούμε συνδεθείτε με τα στοιχεία σας στο Πληροφοριακό Σύστημα του 7ου ΔΕΕΙ (<a href="http://www.eduwebawards.gr/app/public/">http://www.eduwebawards.gr/app/public/</a>) και πατήστε <strong>Έναρξη Αξιολόγησης.</strong></p>

<p>Μετά από την κρίση σας σε κάθε κριτήριο-άξονα, πατήστε «ΑΠΟΘΗΚΕΥΣΗ». Εάν είστε σίγουρος ότι έχετε ολοκληρώσει, μπορείτε να πατήσετε “Οριστική Υποβολή Βαθμολογίας”. Αυτή η ενέργεια δεν είναι απαραίτητη, αρκεί βέβαια να έχετε βαθμολογήσει όλους τους άξονες.</p>

<p>Οι αξιολογήσεις, προαιρετικά, μπορούν να συνοδεύονται από σχόλια-υποδείξεις για βελτίωση του ιστότοπου συνολικά, ανά άξονα και ανά κριτήριο, με στόχο να βοηθήσουν τους δημιουργούς να βελτιώσουν τους ιστότοπούς τους στο μέλλον. Παρακαλούμε τουλάχιστο για ένα συνολικό σχόλιο ως προς το τι σας άρεσε περισσότερο σε κάθε ιστότοπο και στο τι θα προτείνατε για βελτιώσεις.</p>

<p>Αν έχετε ξεχάσει τον κωδικό πρόσβασης για την είσοδό σας στο πληροφοριακό σύστημα του 7ου ΔΕΕΙ, μπορείτε να πατήσετε στο “Ξέχασα τον Κωδικό Πρόσβασής μου”, για να σας αποσταλούν οδηγίες επαναφοράς κωδικού πρόσβασης.</p>

<p>Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε επικοινωνήστε στο <strong>info@eduwebawards.gr<strong></p>
    
<p style="text-align: center">
Εκ μέρους της επιτροπής,<br>
Ο πρόεδρος<br>    
Δρ. Παπαδάκης Σπυρίδων<br>
Σχολικός Σύμβουλος ΠΕ19
</p>