<h2>Αξιολογητής. Επιβεβαίωση e-mail</h2>

<p>Αυτό το μήνυμα έχει σταλεί για να επιβεβαιώσετε το e-mail σας, ως αξιολογητής στον 7ο Διαγωνισμό Ελληνόφωνων Εκπαιδευτικών Ιστότοπων.</p>

<p>Σας έχει προτείνει ο ιστότοπος με επωνυμία: <span style="font-style=italic">{{ $site_title }}.</span></p>

<p>Για να επιβεβαιώσετε το e-mail σας, πατήστε σε αυτόν τον σύνδεσμο:</p>

<p><a href="{{ $confirmation_url }}">{{ $confirmation_url }}</a></p>

<p><strong></strong>Κωδικός Πρόσβασης:</strong> {{ $password }}</p>