<h2>Αξιολογητής Α - Επιβεβαίωση Συμμετοχής</h2>

<p>Αγαπητέ/ή συνάδελφε,</p>

<p>Σας ενημερώνουμε ότι έχετε προταθεί ως αξιολογητής στον <a href="http://www.eduwebawards.gr/">7ο Διαγωνισμό Ελληνόφωνων Εκπαιδευτικών Ιστότοπων.</a></p>

<p>Σας έχει προτείνει ο  ο/η δημιουργός/συντηρητής του Ιστοτόπου με επωνυμία: <strong><span style="font-style=italic">{{ $site_title }}.</span></strong></p>

<p>Νομικά υπεύθυνος του Ιστότοπου που σας πρότεινε: <strong>{{ $site_responsible }}</strong></p>

<p>Ιδιότητα νομικά υπεύθυνου του Ιστότοπου που σας πρότεινε: <strong>{{ $site_responsible_type }}</strong></p>

<p>Σε περίπτωση που <strong>δεν</strong> επιθυμείτε για οποιονδήποτε λόγο να είστε αξιολογητής Α επιπέδου, <strong>παρακαλείσθε να ενημερώσετε εντός δυο ημερών.</strong></p>

<p>Σύμφωνα με τους όρους του 7ου ΔΕΕΙ θα κληθείτε να αξιολογήσετε δυο υποψήφιους ιστότοπους βάσει καθορισμένων κριτηρίων, που είναι αναρτημένα <a href="http://www.eduwebawards.gr/">στον επίσημο ιστότοπο του 7ου ΔΕΕΙ.</a></p>

<p>Εφόσον επιβεβαιώσετε το email σας και συνδεθείτε στο Πληροφοριακό Σύστημα, σας δίνεται η δυνατότητα είτε να αποδεχθείτε είτε να απορρίψετε την πρόταση που σας έγινε.</p>

<p>Για να επιβεβαιώσετε το e-mail σας, πατήστε στον παρακάτω σύνδεσμο:</p>

<p><a href="{{ $confirmation_url }}">{{ $confirmation_url }}</a></p>

<p><strong>Κωδικός Πρόσβασης για να συνδεθείτε:</strong> {{ $password }}</p>

<p>Σημειώστε ότι αφού συνδεθείτε, θα μπορείτε ανα πάσα στιγμή να αλλάξετε τον κωδικό πρόσβασης.</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο Πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>