<h2>Ο αξιολογητής {{ $last_name }} {{ $name }} δεν έχει αποδεχθεί</h2>

<p>Αγαπητέ/ή συνάδελφε,</p>

<p>Σύμφωνα με τους όρους του 7ου ΔΕΕΙ, κατά την υποβολή της υποψηφιότητάς σας προτείνατε τον/την συνάδελφο <strong>{{ $last_name }} {{ $name }}</strong> ως Aξιολογητή Α επιπέδου.</p>

<p>Σας ενημερώνουμε ότι ο προτεινόμενος υποψήφιος <strong>δεν<strong></strong> αποδέχθηκε την πρότασή σας.</p>

<p>Παρακαλούμε να συνδεθείτε στο <a href="http://www.eduwebawards.gr/app/public/">Πληροφοριακό Σύστημα του 7ου ΔΕΕΙ</a> και να προτείνετε εκ νέου έναν/μία συνάδελφο για αξιολογητή Α επιπέδου, εντός δυο ημερών.</p>

<p>Ευχαριστούμε για τη συμμετοχή σας.</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>