<h2>Δείτε τη βαθμολογία σας - Edu Web Awards 2015</h2>

<p>Σας ενημερώνουμε ότι έχει προστεθεί η δυνατότητα να δείτε την τελική Βαθμολογία σας, καθώς επίσης και τυχόν σχόλια από τους αξιολογητές.</p>

<p>Για να τα δείτε, παρακαλούμε συνδεθείτε στο <a href="http://www.eduwebawards.gr/app/public/">Πληροφοριακό Σύστημα του Διαγωνισμού</a> και στην Αρχική Σελίδα πατήστε στον σχετικό σύνδεσμο.</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο Πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>