<p style="text-align: center">
    <img width="200" src="{{ asset('img/logo-small.jpg') }}" alt="Edu web Awards 2015">
</p>

<h2>Σχετικά με τον Αξιολογητή Α που έχετε προτείνει</h2>

<p>Αγαπητέ/ή συνάδελφε,</p>

<p>Σας υπενθυμίζουμε ότι έχετε προτείνει τον/την <strong>{{ $grader_last_name }} {{ $grader_first_name }}</strong> ως αξιολογητή Α στον <a href="http://www.eduwebawards.gr/">7ο Διαγωνισμό Ελληνόφωνων Εκπαιδευτικών Ιστότοπων.</a></p>

<p>Θα θέλαμε να σας ενημερώσουμε ότι ο Αξιολογητής Α δεν έχει συνδεθεί στο <a href="http://www.eduwebawards.gr/app/public">Πληροφοριακό Σύστημα του Διαγωνισμού</a> για να αποδεχτεί ή όχι τη συμμετοχή του/της.</p>

<p>Θα σας παρακαλούσαμε να επικοινωνήσετε μαζί του/της <strong>το συντομότερο δυνατό</strong> προκειμένου να προβεί στην παραπάνω ενέργεια.</p>

<p>Σύμφωνα τους όρους του 7ου ΔΕΕΙ, η μη συμμετοχή του Αξιολογητή Α <strong>θέτει σε κίνδυνο την υποψηφιότητα</strong> του Ιστότοπου που τον/την πρότεινε.</p>

<p>Για διευκρινήσεις ή απορίες, στο info@eduwebawards.gr</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο Πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>