<p style="text-align: center">
    <img width="200" src="{{ asset('img/logo-small.jpg') }}" alt="Edu web Awards 2015">
</p>

<h2>Αξιολογητής Α - Αποδοχή Συμμετοχής</h2>

<p>Αγαπητέ/ή συνάδελφε, {{ $grader_last_name }} {{ $grader_first_name }}</p>

<p>Σας ενημερώνουμε ότι έχετε προταθεί ως αξιολογητής Α στον <a href="http://www.eduwebawards.gr/">7ο Διαγωνισμό Ελληνόφωνων Εκπαιδευτικών Ιστότοπων.</a></p>

<p>Σας έχει προτείνει ο/η δημιουργός/συντηρητής του Ιστοτόπου με επωνυμία: <strong><span style="font-style=italic">{{ $site_title }}.</span></strong></p>

<p>Σύμφωνα με τους όρους του 7ου ΔΕΕΙ θα κληθείτε να αξιολογήσετε δύο υποψήφιους ιστότοπους βάσει καθορισμένων κριτηρίων, που είναι αναρτημένα <a href="http://www.eduwebawards.gr/">στον επίσημο ιστότοπο του 7ου ΔΕΕΙ.</a></p>

<p>Εάν δεν το έχετε κάνει ήδη, θα πρέπει <strong>να επιβεβαιώσετε το email σας</strong> και να συνδεθείτε στο Πληροφοριακό Σύστημα, όπου σας δίνεται η δυνατότητα είτε να αποδεχθείτε είτε να απορρίψετε την πρόταση που σας έγινε.</p>

<p>Εάν έχετε επιβεβαιώσει το email σας, παρακαλούμε <strong>συνδεθείτε και πατήστε εάν αποδέχεστε</strong> τη συμμετοχή σας ή όχι.</p>

<p>Παρακαλείσθε επίσης να πατήσετε αριστερά στο μενού 'Αξιολογητής Α' και να συμπληρώσετε τα στοιχεία σας.</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο Πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>