<h2>9η Ανακοίνωση (Αξιολόγηση και κλήρωση δώρου αξιολογητή) - Edu Web Awards 2015</h2>

<p>
  Αγαπητοί και αγαπητές <strong>υποψήφιοι</strong>,
</p>

<p>
  Ευχαριστούμε για τη συμμετοχή σας στο διαγωνισμό, την εμπιστοσύνη που μας δείξατε και την αρωγή σας στην αξιολόγηση.
</p>

<p>
  Για την επιτυχή ολοκλήρωση του Διαγωνισμού είναι ιδιαίτερα σημαντική η ανατροφοδότηση που θα μας δώσετε, απαντώντας με ειλικρίνεια στο <a href="https://goo.gl/ZpfdCH">ερωτηματολόγιο</a> του 7ου ΔΕΕΙ (<a href="https://goo.gl/ZpfdCH">https://goo.gl/ZpfdCH</a>), μέχρι τη Δευτέρα 20/7/2015.
</p>

<p>
  Θα χρειαστεί να αφιερώσετε δέκα λεπτά και αν το επιθυμείτε μπορείτε να υποβάλετε προτάσεις για τη βελτίωσή του, σε όλα τα θέματα, όπως: όροι συμμετοχής, διαδικασία αξιολόγησης, άξονες – κριτήρια και διαβάθμιση αυτών.
</p>

<p>
  Σας ενημερώνουμε ότι την Κυριακή, 28 Ιουνίου 2015, στη Σύρο, στο πλαίσιο του 8ου Πανελλήνιου Συνεδρίου των Εκπαιδευτικών για τις ΤΠΕ «Αξιοποίηση των Τεχνολογιών της Πληροφορίας και της Επικοινωνίας στη Διδακτική Πράξη», έγινε η τελετή της απονομής των βραβείων των διακριθέντων ιστότοπων. Παρόντες, μεταξύ άλλων, ήταν ο κ. Παπαχρήστος Κώστας, Προϊστάμενος της Α/θμιας Εκπ/σης της Δ/νσης Σπουδών, του Υπουργείου Παιδείας, ο κ. Καραγιάννης Βασίλης, Περιφερειακός Δ/ντης Α/θμιας και Β/θμιας Εκπ/σης Νοτίου Αιγαίου και ο κ. Παρασκευάς Μιχάλης, Δ/ντης του ΠΣΔ, επίκουρος καθηγητής του ΤΕΙ Δυτικής Ελλάδος.
</p>

<p>
  Με χαρά σας ανακοινώνουμε ότι κατά τη διάρκεια της τελετής πραγματοποιήθηκε δημόσια κλήρωση, ενός συμβολικού δώρου, μεταξύ των αξιολογητών που συμμετείχαν στο Διαγωνισμό. Η κ. Ιωαννίδου Μαίρη, ΠΕ 60, αξιολογήτρια Α΄, η οποία προτάθηκε από το 8ο Νηπιαγωγείο Κιλκίς, ήταν η τυχερή της δημόσιας κλήρωσης. Συγχαίρουμε τη συνάδελφο και της ευχόμαστε το καλύτερο.
</p>

<p>
  <strong>Τα τελικά αποτελέσματα, τα βραβεία  του 7ου ΔΕΕΙ και φωτογραφίες από την τελετή της απονομής, είναι αναρτημένα στον επίσημο ιστότοπο του Διαγωνισμού, <a href="http://www.eduwebawards.gr">http://www.eduwebawards.gr</strong></a>
</p>

<p>
  <strong>Η ΟΡΓΑΝΩΤΙΚΗ ΕΠΙΤΡΟΠΗ ΔΙΑΓΩΝΙΣΜΟΥ</strong><br>
  <strong>Παπαδάκης Σπυρίδων</strong>, <i>Σχολικός Σύμβουλος ΠΕ 19, Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας, Πρόεδρος</i><br>
  <strong>Αλατζάς Χρήστος</strong>, <i>Εκπαιδευτικός ΠΕ 20, Τεχνικός Υπεύθυνος ΚΕ.ΠΛΗ.ΝΕ.Τ Δωδεκανήσου</i><br>
  <strong>Λεύκος Ιωάννης</strong>, <i>Εκπαιδευτικός ΠΕ 70, Δ/ντης 8ου Δ. Σχ. Καλαμαριάς</i><br>
  <strong>Μαχαιρίδου Μαρία</strong>, <i>Εκπαιδευτικός ΠΕ11, Πρότυπο Πειραματικό Γυμνάσιο Παν/μίου Μακεδονίας</i><br>
  <strong>Μπίτσης Χρήστος</strong>, <i>Εκπαιδευτικός ΠΕ19, 7ο ΓΕΛ Ιωαννίνων</i><br>
  <strong>Παρασκευάς Απόστολος</strong>, <i>Σχολικός Σύμβουλος ΠΕ 70, 3ης Εκπαιδευτικής Περιφέρειας Χαλκιδικής</i><br>
  <strong>Πατσιαλού Κωνσταντίνα</strong>, <i>Εκπαιδευτικός ΠΕ18.26, Γραφιστικής</i><br>
  <strong>Τζιμόπουλος Νικόλαος</strong>, <i>Υπεύθυνος ΚΕΠΛΗΝΕΤ Κυκλάδων</i><br>
  <strong>Φατσέα Αδαμαντία</strong>, <i>Σχολική Σύμβουλος ΠΕ11, Περ. Δ/νση Εκπ/σης Νοτίου Αιγαίου</i>
</p>
