<h1 style="text-align: center">ΑΝΑΘΕΣΗ ΙΣΤΟΤΟΠΩΝ ΣΕ ΑΞΙΟΛΟΓΗΤΗ Β</h1>
<h2 style="text-align: center">7ος Διαγωνισμός Ελληνόφωνων Εκπαιδευτικών Ιστότοπων 2015</h2>
<h2 style="text-align: center">ΠΡΟΣΚΛΗΣΗ ΓΙΑ ΚΡΙΣΗ</h2>

<p>Αγαπητή/τέ: {{ $grader_last_name }} {{ $grader_first_name }}</p>

<p>Σας ευχαριστούμε για τη συμμετοχή σας στο διαγωνισμό.</p>

<p>Σας παρακαλούμε να αποδεχτείτε την πρόσκλησή μας να αξιολογήσετε τους ιστότοπους, που προκρίθηκαν στη Β΄ φάση του 7ου ΔΕΕΙ.</p>

<p>Παρακαλούμε <strong>συνδεθείτε</strong> στο πληροφοριακό σύστημα του 7ου ΔΕΕΙ (<a href="http://www.eduwebawards.gr/app/public/">http://www.eduwebawards.gr/app/public/</a>) και πατήστε <strong>Β Φάση: Έναρξη Αξιολόγησης.</strong></p>

<p>Μετά από την κρίση σας σε κάθε κριτήριο-άξονα, πατήστε «ΑΠΟΘΗΚΕΥΣΗ». Εάν είστε σίγουρος ότι έχετε ολοκληρώσει, μπορείτε να πατήσετε “Οριστική Υποβολή Βαθμολογίας”. Αυτή η ενέργεια δεν είναι απαραίτητη, αρκεί βέβαια να έχετε βαθμολογήσει όλους τους άξονες.</p>

<p>Εφόσον συντρέχει πολύ σοβαρός λόγος για την αυτοεξαίρεσή σας, έχετε τη δυνατότητα να το δηλώσετε, μέχρι τις <strong>28/5/2015.</strong></p>

<p><strong>Σας παρακαλούμε να έχετε ολοκληρώσει την κρίση σας μέχρι τις 2/6/2015.</strong></p>

<p>Οι δημιουργοί των ιστότοπων προσδοκούν από τους αξιολογητές σχόλια και υποδείξεις για τη βελτίωσή του. Τα συνολικά σχόλια που θα λάβει ένας ιστότοπος, από όλους τους αξιολογητές του, θα είναι διαθέσιμα στους δημιουργούς μετά την ολοκλήρωση του διαγωνισμού.</p>

<p>Αν έχετε ξεχάσει τον κωδικό πρόσβασης για την είσοδό σας στο πληροφοριακό σύστημα του 7ου ΔΕΕΙ, μπορείτε να πατήσετε στο “Ξέχασα τον Κωδικό Πρόσβασής μου”, για να σας αποσταλούν οδηγίες επαναφοράς κωδικού πρόσβασης.</p>

<p>Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε επικοινωνήστε στο <strong>info@eduwebawards.gr<strong></p>

<p style="text-align: center">
Εκ μέρους της επιτροπής,<br>
Ο πρόεδρος<br>    
Δρ. Παπαδάκης Σπυρίδων<br>
Σχολικός Σύμβουλος ΠΕ19
</p>