<h2>ΑΠΟΤΕΛΕΣΜΑΤΑ ΦΑΣΗΣ Α - Edu Web Awards 2015</h2>

<p>Σας ενημερώνουμε ότι η Α φάση της διαδικασίας αξιολόγησης ολοκληρώθηκε.</p>

<p>Τα αποτελέσματα έχουν ανακοινωθεί στην αρχική σελίδα του Διαγωνισμού, <a href="http://www.eduwebawards.gr/">www.eduwebawards.gr</a> </p>

<p>Σας ευχαριστούμε θερμά για τη συμμετοχή και συγχαρητήρια στους Ιστότοπους που περνούν στην επόμενη φάση.</p>

<p>Εκ μέρους της επιτροπής,</p>

<p>Ο Πρόεδρος</p>

<p>
Παπαδάκης Σπυρίδων,<br>
Σχολικός Σύμβουλος ΠΕ 19,<br>
Περ. Δ/νση Εκπ/σης Δυτ. Ελλάδας
</p>