@extends('layouts.default')

@section('content')

    @if(Auth::guest())
        <p>Δεν έχετε δικαιώματα πρόσβασης σε αυτήν την σελίδα.</p>
    @else
        @if(Auth::user()->id == $user->id)

            <?php
                $cats = [
                    '1' => 'Νηπιαγωγεία, Δημοτικά Σχολεία, Δημοτικά Ειδικά Σχολεία',
                    '2' => 'Γυμνάσια, ΕΕΕΕΚ',
                    '3' => 'Γενικά Λύκεια, ΕΠΑΛ, ΕΠΑΣ, ΣΕΚ, ΤΕΕ Ειδικής Αγωγής',
                    '4' => 'Υποστηρικτικές δομές εκπαίδευσης',
                    '5' => 'Διοικητικές μονάδες Διευθύνσεων Εκπαίδευσης και Περιφερειακών Διευθύνσεων Εκπαίδευσης',
                    '6' => 'Προσωπικοί και ομαδικοί διαδικτυακοί τόποι εκπαιδευτικών',
                ];

                $districts = [
                    '1' => 'Αττική',
                    '2' => 'Βόρειο Αιγαίο',
                    '3' => 'Νότιο Αιγαίο',
                    '4' => 'Δυτική Ελλάδα',
                    '5' => 'Θεσσαλία',
                    '6' => 'Ήπειρος',
                    '7' => 'Ιόνιο',
                    '8' => 'Κρήτη',
                    '9' => 'Ανατολική Μακεδονία και Θράκη',
                    '10' => 'Δυτική Μακεδονία',
                    '11' => 'Κεντρική Μακεδονία',
                    '12' => 'Πελοπόννησος',
                    '13' => 'Στερεά Ελλάδα',
                ];
            
            ?>

            <p>{{ link_to_route('site.edit', 'Επεξεργασία Στοιχείων Υποψηφιότητας Ιστότοπου', Auth::user()->id) }}</p>

            <h1>Στοιχεία Υποψηφιότητας Ιστότοπου</h1>

            <h2>Γενική Ονομασία</h2>
            <p>{{ $user->site->title }}</p>

            <h2>URL Ιστοσελίδας</h2>
            <p>{{ $user->site->site_url }}</p>

            <h2>Κατηγορία</h2>
            <p>{{ $cats[$user->site->cat_id] }}</p>

            <h2>Δημιουργός / Δημιουργοί</h2>
            <p>{{ $user->site->creator }}</p>

            <h2>Νομικά υπεύθυνος</h2>
            <p>{{ $user->site->responsible }}</p>

            <h2>Υπέυθυνος επικοινωνίας</h2>
            <p>{{ $user->site->contact_name }}</p>

            <h2>E-mail επικοινωνίας</h2>
            <p>{{ $user->site->contact_email }}</p>

            <h2>Τηλέφωνο επικοινωνίας</h2>
            <p>{{ $user->site->phone }}</p>

            <h2>Περιφέρεια</h2>
            <p>{{ $districts[$user->site->district_id] }}</p>

            <h2>Προτεινόμενος αξιολογητής</h2>
            <p>{{ $user->site->grader_name }}</p>

            <h2>E-mail αξιολογητή</h2>
            <p>{{ $user->site->grader_email }}</p>

            <p>{{ link_to_route('site.edit', 'Επεξεργασία Στοιχείων Υποψηφιότητας Ιστότοπου', Auth::user()->id) }}</p>

        @else
            <p>Δεν έχετε δικαιώματα πρόσβασης σε αυτήν την σελίδα.</p>
        @endif
    @endif

@stop